<template>
  <div class="g-pt50">
    <div class="toolbar-box">
      <div class="toolbar">
      </div>
    </div>
    <el-scrollbar class="m-content-box">
      <div class="content-title">
        <div class="content">
          <div class="article-title">
            文章标题文章标题文章标题文章标题文章标题
          </div>
          <span class="time">
          张三-市场部 2018-12-20
        </span>
        </div>
      </div>
      <div class="article-content">
        新闻 [1] ，是指报纸、电台、电视台、互联网等媒体经常使用的记录与传播信息的 [2] 一种文体。是记录社会、传播信息、反映时代的一种文体。新闻概念有广义与狭义之分。广义上：除了发表于报刊、广播、互联网、电视上的评论与专文外的常用文本都属于新闻，包括消息、通讯、特写、速写（有的将速写纳入特写之列）等等； [3] 狭义上：消息是用概括的叙述方式，以较简明扼要的文字，迅速及时地报道附近新近发生的、有价值的事实，使一定人群了解。新闻一般包括标题、导语、主体、背景和结语五部分。前三者是主要部分，后二者是辅助部分。写法以叙述为主兼或有议论、描写、评论等。新闻是包含海量资讯的新闻服务平台,真实反映每时每刻的重要事件。您可以搜索新闻事件、热点话题、人物动态、产品资讯等,快速了解它们的最新进展。 [4]

        新闻，是指报纸、电台、电视台、互联网等媒体经常使用的记录与传播信息的一种文体。是记录社会、传播信息、反映时代的一种文体。新闻概念有广义与狭义之分。广义上：除了发表于报刊、广播、互联网、电视上的评论与专文外的常用文本都属于新闻，包括消息、通讯、特写、速写（有的将速写纳入特写之列）等等；狭义上：消息是用概括的叙述方式，以较简明扼要的文字，迅速及时地报道附近新近发生的、有价值的事实，使一定人群了解。新闻一般包括标题、导语、主体、背景和结语五部分。前三者是主要部分，后二者是辅助部分。

        新闻，是指报纸、电台、电视台、互联网等媒体经常使用的记录与传播信息的一种文体。是记录社会、传播信息、反映时代的一种文体。新闻概念有广义与狭义之分。广义上：除了发表于报刊、广播、互联网、电视上的评论与专文外的常用文本都属于新闻，包括消息、通讯、特写、速写（有的将速写纳入特写之列）等等；狭义上：消息是用概括的叙述方式，以较简明扼要的文字，迅速及时地报道附近新近发生的、有价值的事实，使一定人群了解。新闻一般包括标题、导语、主体、背景和结语五部分。前三者是主要部分，后二者是辅助部分。新闻，是指报纸、电台、电视台、互联网等媒体经常使用的记录与传播信息的一种文体。是记录社会、传播信息、反映时代的一种文体。新闻概念有广义与狭义之分。广义上：除了发表于报刊、广播、互联网、电视上的评论与专文外的常用文本都属于新闻，包括消息、通讯、特写、速写（有的将速写纳入特写之列）等等；狭义上：消息是用概括的叙述方式，以较简明扼要的文字，迅速及时地报道附近新近发生的、有价值的事实，使一定人群了解。新闻一般包括标题、导语、主体、背景和结语五部分。前三者是主要部分，后二者是辅助部分。

        新闻，是指报纸、电台、电视台、互联网等媒体经常使用的记录与传播信息的一种文体。是记录社会、传播信息、反映时代的一种文体。新闻概念有广义与狭义之分。广义上：除了发表于报刊、广播、互联网、电视上的评论与专文外的常用文本都属于新闻，包括消息、通讯、特写、速写（有的将速写纳入特写之列）等等；狭义上：消息是用概括的叙述方式，以较简明扼要的文字，迅速及时地报道附近新近发生的、有价值的事实，使一定人群了解。新闻一般包括标题、导语、主体、背景和结语五部分。前三者是主要部分，后二者是辅助部分。新闻，是指报纸、电台、电视台、互联网等媒体经常使用的记录与传播信息的一种文体。是记录社会、传播信息、反映时代的一种文体。新闻概念有广义与狭义之分。广义上：除了发表于报刊、广播、互联网、电视上的评论与专文外的常用文本都属于新闻，包括消息、通讯、特写、速写（有的将速写纳入特写之列）等等；狭义上：消息是用概括的叙述方式，以较简明扼要的文字，迅速及时地报道附近新近发生的、有价值的事实，使一定人群了解。新闻一般包括标题、导语、主体、背景和结语五部分。前三者是主要部分，后二者是辅助部分。
      </div>
      <div class="accessory-box">
        <div>
          附件下载：
        </div>
        <ul class="accessory-list">
          <li>
            <i class="iconfont icon-wenjian"></i>
            <span class="name">dshHHXhvjhczbhhvh.doc</span>
            <a href=":;" class="g-ml10">预览</a>
            <a href=":;" class="g-ml10">下载</a>
          </li>
        </ul>
      </div>
    </el-scrollbar>
  </div>
</template>
<script>

  export default{
    components:{

    },
    data(){
        return{
          activeName: 'first',
          list:[{
            title:'您有5条请假申请待审批您有2条未读通知公告您有2条未读通知公告您有2条未读通知',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条合同上传盖章附件合同上传盖章附件传盖章附件',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条请假申请待审批您有2条未读通知公告您有2条未读通知公告您有2条未读通知',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条合同上传盖章附件合同上传盖章附件传盖章附件',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条请假申请待审批您有2条未读通知公告您有2条未读通知公告您有2条未读通知',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条合同上传盖章附件合同上传盖章附件传盖章附件',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条请假申请待审批您有2条未读通知公告您有2条未读通知公告您有2条未读通知',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条合同上传盖章附件合同上传盖章附件传盖章附件',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条请假申请待审批您有2条未读通知公告您有2条未读通知公告您有2条未读通知',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条合同上传盖章附件合同上传盖章附件传盖章附件',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条请假申请待审批您有2条未读通知公告您有2条未读通知公告您有2条未读通知',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条合同上传盖章附件合同上传盖章附件传盖章附件',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条请假申请待审批您有2条未读通知公告您有2条未读通知公告您有2条未读通知',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条合同上传盖章附件合同上传盖章附件传盖章附件',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条请假申请待审批您有2条未读通知公告您有2条未读通知公告您有2条未读通知',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条合同上传盖章附件合同上传盖章附件传盖章附件',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条请假申请待审批您有2条未读通知公告您有2条未读通知公告您有2条未读通知',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条合同上传盖章附件合同上传盖章附件传盖章附件',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条请假申请待审批您有2条未读通知公告您有2条未读通知公告您有2条未读通知',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条合同上传盖章附件合同上传盖章附件传盖章附件',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条请假申请待审批您有2条未读通知公告您有2条未读通知公告您有2条未读通知',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条合同上传盖章附件合同上传盖章附件传盖章附件',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条请假申请待审批您有2条未读通知公告您有2条未读通知公告您有2条未读通知',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条合同上传盖章附件合同上传盖章附件传盖章附件',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条请假申请待审批您有2条未读通知公告您有2条未读通知公告您有2条未读通知',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条合同上传盖章附件合同上传盖章附件传盖章附件',
            author:'张三 ',
            time:'2018-12-30'
          },{
            title:'您有5条请假申请待审批您有2条未读通知公告您有2条未读通知公告您有2条未读通知',
            author:'张三 ',
            time:'2018-12-30'
          },]
        }
    },
    mounted(){

    },
    methods:{
      handleClick(tab, event) {
        console.log(tab, event);
      },
      back(){
          this.$router.go(-1)
      }
    }
  }
</script>
<style>

</style>
